{
  "top": {
    "meta": {
      "headline": "Abortion in Texas",
      "subhead": "The Supreme Court last year overturned critical parts to a sweeping anti-abortion law passed by Texas legislators in 2013, but the system of providers has not recovered.",
      "byline": "Melissa Fletcher Stoeltje | Photos by Carolyn Van Houten",
      "date": "July 27, 2017"
    },
    "image": {
      "source": "http://ww4.hdnux.com/photos/63/13/56/13417367/3/rawImage.jpg",
      "caption": "As two sides of the abortion debate crash into each other during the annual Roe v. Wade Anniversary protest, Mercedes Soto sings a hymn into a megaphone. More than a thousand other anti-abortion protestors faced off with abortion rights advocates in the intersection in front of the Whole Woman's Health abortion clinic in McAllen, Texas on January 21, 2017."
    }
  },
  "sections": {
    "1": [
      {
        "type": "introparagraph",
        "value": "As some 1,200 anti-abortion protesters began to make their way down Main Street, holding aloft oversized crucifixes and posters of smiling babies, two women faced off on opposite sides of the block."
      },
      {
        "type": "text",
        "value": "In between them, South Texas’ sole remaining abortion clinic, Whole Woman’s Health, stands behind metal bars."
      },
      {
        "type": "text",
        "value": "Sofia Peña and Mercedes Soto, two women whose lives are alike in many ways — both are McAllen natives, both mothers to 8-year-old daughters, both contemplated ending a second pregnancy — could stand as representatives in the divide that fuels the abortion wars in Texas."
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww3.hdnux.com/photos/63/13/56/13417358/3/rawImage.jpg",
          "caption": "Sofia Peña sits in a bedroom at her home in McAllen.",
          "type": "inline"
        }
      },
      {
        "type": "text",
        "value": "Peña, a young lesbian activist deeply engaged in efforts to protect reproductive justice and LGBT rights in this staunchly Catholic city, decided to end that second pregnancy, a move she said was crucial for her own autonomy."
      },
      {
        "type": "text",
        "value": "Soto, a former gang member who at first unsuccessfully tried to end her pregnancy with toxic teas and herbs, underwent a profound spiritual experience that not only caused her to continue the pregnancy, it transformed her into an ardent anti-abortion activist, every bit as passionate as Peña."
      },
      {
        "type": "text",
        "value": "The protest last January marked the anniversary of Roe v. Wade, the 1973 U.S. Supreme Court ruling that legalized abortion. Over two hours, as the opposing factions shouted slogans at one another against the backdrop of pounding drums and men singing hymns in Spanish, Soto and Peña made their respective cases by megaphone."
      },
      {
        "type": "text",
        "value": "“You say you’re pro-life, what about women like Rosie Jimenez?” Peña yelled into her megaphone. “Does her name mean anything to you?”"
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww2.hdnux.com/photos/63/13/56/13417369/3/rawImage.jpg",
          "caption": "Mercedes Soto cries as she sings a hymn into a megaphone while she and more than a thousand other anti-abortion protestors face off with abortion rights advocates in the intersection in front of the Whole Woman's Health abortion clinic in McAllen, Texas on January 21, 2017.",
          "type": "inline"
        }
      },
      {
        "type": "text",
        "value": "Jimenez died of an illegal abortion in McAllen in 1977. A 27-year-old college student, she sought the procedure from a McAllen midwife because she couldn’t afford one performed by a physician. Two months earlier, the Hyde Amendment, which banned the use of Medicaid dollars for abortion, went into effect. The day after her abortion, Jimenez died from an infection in a McAllen hospital."
      },
      {
        "type": "subscribe",
        "value": {}
      },
      {
        "type": "text",
        "value": "Peña, among some 200 pro-choice activists, wore a bright purple clinic escort vest decorated with buttons, one of which proclaimed “1 in 3” — the number of women who will have an abortion during their reproductive years."
      },
      {
        "type": "text",
        "value": "Soto, for her part, sang “Ave Maria” into her megaphone, tears sliding down her face. She recited the words from a host of prayers, including one specifically about ending abortion."
      },
      {
        "type": "text",
        "value": "“Almighty Father, give us the courage to proclaim the supreme dignity of human life and to demand that society itself give it protection,” she said, her daughter Delilah by her side."
      },
      {
        "type": "text",
        "value": "The two women never met face-to-face on this day, but their stories offer mirror reflections in the ongoing furor over abortion, the latest chapter of which unfolded one year ago, when, in a landmark ruling, the Supreme Court overturned critical parts of a sweeping anti-abortion law known as House Bill 2, or HB2, passed by Texas legislators in 2013."
      },
      {
        "type": "iframe",
        "value": {
          "source": "https://e.infogram.com/texas_residents_who_received_abortions_2010_15?src=embed"
        }
      },
      {
        "type": "iframe",
        "value": {
          "source": "https://e.infogram.com/out_of_state_abortions_performed_on_texas_residents_2010_15?src=embed"
        }
      },
      {
        "type": "text",
        "value": "The court struck down two provisions that clinics must provide hospital-level facilities and physicians must have admitting privileges at nearby hospitals."
      },
      {
        "type": "text",
        "value": "In a 5-3 decision, the justices found neither regulation was necessary to protect women’s health, and in fact placed an undue burden on their constitutional right to obtain an abortion."
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww4.hdnux.com/photos/63/13/54/13417235/3/rawImage.jpg",
          "caption": "This map shows the number of abortion clinics by location before and after the passing of HB 2.",
          "cutline": "Mike Fisher / San Antonio Express-News",
          "type": "small-right"
        }
      },
      {
        "type": "text",
        "value": "There are about 50,000 abortions a year in Texas and most are 10-minute procedures not requiring hospital-level care. Emergency rooms can’t legally turn away anyone showing up with complications from abortion."
      },
      {
        "type": "text",
        "value": "Studies show abortion, most of which take place in the first 12 weeks of pregnancy, is safer than getting a penicillin shot."
      },
      {
        "type": "text",
        "value": "While awaiting the court’s ruling, more than half of Texas’ 40 or so abortion clinics closed their doors, unable to comply with HB 2’s requirements. In the three years the law was in effect, the number of abortions declined and an uptick in later-term abortions occurred, a study found."
      },
      {
        "type": "text",
        "value": "Only four clinics have reopened since HB2’s reversal. A new law, signed by Gov. Greg Abbott in June and scheduled to take effect Sept. 1, imposes a whole different raft of restrictions on abortions."
      },
      {
        "type": "text",
        "value": "But the aftermath of HB2 is not just seen in closed clinics and whole swaths of the state — especially in South and West Texas — now lacking in access to what remains, despite ongoing legislative assaults, a legal procedure."
      },
      {
        "type": "text",
        "value": "It’s seen most vividly in the lives of women like Peña and Soto, whose voices often go missing in the noisy battle over abortion, which remains one of the most contentious issues of modern times."
      },
      {
        "type": "photos",
        "value": [
          {
            "source": "http://ww2.hdnux.com/photos/63/13/56/13417377/3/rawImage.jpg",
            "caption": "Providers and staff with Whole Woman's Health, plaintiffs in the Whole Woman's Health v. Hellerstedt case, and women's reproductive and abortion rights advocates react to the Supreme Court of the United States' 5-3 ruling in a closed Whole Woman's Health clinic, in Austin, Texas, USA on June 27, 2016. The plaintiffs argued that Texas House Bill 2, which closed dozens of abortion clinics across Texas including this one, was unconstitutional. The Supreme Court agreed and ruled that Texas cannot place restrictions on abortion providers that pose an undue burden on women trying to access abortions. Upon hearing what is being considered the nation's most significant abortion ruling in a generation, those gathered said they hoped that closed clinics, such as this one, would be able to someday reopen because of this ruling. Nearly a year later, the clinic reopened."
          },
          {
            "source": "http://ww1.hdnux.com/photos/63/13/56/13417364/3/rawImage.jpg",
            "caption": "A procedure room in the closed Whole Woman's Health abortion clinic in Austin, Texas shortly after the Supreme Court of the United States' 5-3 ruling on the Whole Woman's Health v. Hellerstedt case on June 27, 2016. On the wall there is a Sojourner Truth quote that reads, \"The truth is powerful and it prevails.\" Nearly a year later, the clinic reopened."
          }
        ]
      }
    ],
    "2": [
      {
        "type": "sectionheading",
        "value": "From broken to saved"
      },
      {
        "type": "text",
        "value": "Soto, 33, abused and molested as a child, ran away from home at age 16, earning money as a tattoo artist and getting heavily involved with drugs. She married Orlando Sanchez when she was 17 and moved with him to Pennsylvania for a year so he could finish college. When they returned to McAllen, Soto reentered the drug and tattoo scene, to her spouse’s dismay. Still, they stayed married for 14 years, having two children, a son and a daughter."
      },
      {
        "type": "text",
        "value": "But three years ago, Sanchez filed for divorce, tired of Soto’s wild living, which included her membership in a street gang. She moved in with her mother, and the kids mostly stayed with their father. One night, members of a rival gang raped Soto. The assault left her suicidal. She moved into a women’s shelter as police pursued her attackers."
      },
      {
        "type": "pullquote",
        "value": {
          "quote": "“I was broken. The devil had ahold of me.”"
        }
      },
      {
        "type": "text",
        "value": "Three of the four men were eventually convicted — the fourth fled to Mexico — but none of them did serious time, said Soto, a fact she is still angry about. She has her own rap sheet, six misdemeanor convictions for crimes like theft, misuse of a credit card and driving while intoxicated."
      },
      {
        "type": "text",
        "value": "When Soto discovered the rape had impregnated her, she tried to self-abort, taking misoprostol pills she was able to get without a prescription. She drank toxic teas. She even had fellow gang members punch her in the stomach."
      },
      {
        "type": "text",
        "value": "“I was broken,” she said, sitting in her modest home, with walls that bear a collection of religious iconography. “The devil had a hold of me.”"
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww1.hdnux.com/photos/63/13/56/13417368/3/rawImage.jpg",
          "caption": "Mercedes Soto, a former gang member who got pregnant after being assaulted, holds her son Samson at their home in Edinburg, Texas on October 18, 2016. She tried to self-abort through pills, toxic teas, and other methods, but none worked. Still seeking an abortion, she went to the McAllen Whole Woman's Health abortion clinic when a pro-life sidewalk counselor convinced her to keep the pregnancy.  She has since become a pro-life activist, taking Samson and his sister Delilah to abortion protests.",
          "type": "inline"
        }
      },
      {
        "type": "text",
        "value": "When none of that worked, she made an appointment at Whole Woman’s Health, sobbing as she walked in for her counseling and sonogram. On the way in, a protester, a woman who runs a nearby crisis pregnancy clinic, caught her eye."
      },
      {
        "type": "text",
        "value": "“She said Jesus loved me, that I didn’t have to kill my baby,” said Soto, an animated woman who cries often as she recounts her story."
      },
      {
        "type": "text",
        "value": "Laying on the sonogram table, Soto had a sudden change of heart. “I ran out of that clinic, knowing that I really wanted my baby. It was the only way to get my family back. I had lost everybody.”"
      },
      {
        "type": "text",
        "value": "She later met up with Yolanda Chapa, that protester who had touched her heart. The two started attending church together. At the crisis pregnancy center, an ultrasound couldn’t find the fingers or toes on the fetus she was carrying. Distraught, sure her attempts to self-abort had damaged her baby, Soto attended a three-day spiritual retreat, where she asked Jesus to come into her heart and heal her baby."
      },
      {
        "type": "text",
        "value": "At the next sonogram, the fetus appeared perfectly normal. Not only was Soto convinced her prayers were answered, she’d found her calling as a pro-life activist."
      },
      {
        "type": "text",
        "value": "“I’m not the same person as before the retreat,” she said. “My heart burns with fire. I fought for my son’s life and he saved my soul.”"
      },
      {
        "type": "sectionheading",
        "value": "Mercedes's new fire"
      },
      {
        "type": "photoessay",
        "value": [
          {
            "source": "http://ww4.hdnux.com/photos/63/13/54/13417247/3/rawImage.jpg",
            "title": "Rosary",
            "caption": "The rosary Mercedes Soto gave her daughter Delilah to use to pray outside the abortion clinic sits on a table in their home in Edinburg, Texas on May 31, 2017.  Tiny babies sit inside clear beads representing the Virgin Mary's tears, Soto said."
          },
          {
            "source": "http://ww1.hdnux.com/photos/63/13/54/13417240/3/rawImage.jpg",
            "title": "Praying for Patricia",
            "caption": "Mercedes Soto prays with Patricia De Leon, who is due in September, outside the Sacred Heart Church in McAllen, Texas on June 1, 2017.  Soto helped De Leon decide not to have a second abortion, but rather to keep the baby, Patricia said. Soto gives her car rides to appointments, emotional support, food, and other forms of assistance.  In return, she goes with Mercedes to pro-life rallies and protests as an example of what life is like as a saved woman."
          },
          {
            "source": "http://ww1.hdnux.com/photos/63/13/54/13417236/3/rawImage.jpg",
            "title": "Praying for the baby",
            "caption": "Mercedes Soto prays over Patricia De Leon's pregnant belly outside the Sacred Heart Church in McAllen, Texas on June 1, 2017.  They were praying for Patricia to find a safer and more secure place to live by the time the child is born in the fall, Patricia said."
          }
        ]
      },
      {
        "type": "text",
        "value": "These days, Soto — who reconciled with Sanchez after the attack — counsels young girls on the verge of having an abortion. She takes them to doctor’s appointments, feeds them tacos, prays over their abdomens, drives them around until the desire to use drugs abates."
      },
      {
        "type": "text",
        "value": "“Mostly they just want a shoulder to cry on,” she said. “They live in homes with no air conditioning, no food. They have no one to talk to.” Soto’s church offered to pay to have her gang tattoos removed, but she refused, saying they give her credibility with the young women she ministers."
      },
      {
        "type": "text",
        "value": "A stay-at-home mother, she volunteers regularly at Chapa’s crisis pregnancy center and protests regularly at the clinic, with Delilah at her side and toddler son Samson on her hip. (Her other son, now 13, lives with his grandmother.)"
      },
      {
        "type": "text",
        "value": "“It’s very effective, to have my children with me,” said Soto, who adds she’s personally “saved” two babies from abortion."
      },
      {
        "type": "text",
        "value": "She has become something of a celebrity on the local pro-life circuit, giving interviews to TV stations and appearing at events. Last spring, she and Sanchez, a truck company dispatcher, spoke on the stage at the culmination of the 40 Days for Life Campaign, a biannual event that galvanizes the anti-abortion movement across the nation. Holding Samson, she recounted her story to several hundred people gathered in the auditorium of the Holy Spirit Catholic Church."
      },
      {
        "type": "text",
        "value": "Blue “Choose Life” balloons hung next to gory photos of aborted fetuses on the stage. Before Soto’s speech, Deacon Rudy Sepulveda exhorted the crowd to not stop their activism outside clinics."
      },
      {
        "type": "text",
        "value": "“Does this mean we will become weary and not keep going to the sidewalks?” No! the crowd exclaimed. Sepulveda decried those who would abort a fetus because it has a deformity or some condition rendering it incompatible with life."
      },
      {
        "type": "text",
        "value": "“You and I know as Christians that’s a form of pseudo-mercy,” he said. “Did Jesus take the easy way out?” No!"
      },
      {
        "type": "pullquote",
        "value": {
          "quote": "“If I can keep my baby after being gang raped, anyone can.”"
        }
      },
      {
        "type": "text",
        "value": "Another man, a sidewalk protester named Rene Lizcano, regaled the crowd about the 14 police reports he’d generated for his activism around the clinic. Most of them were for noise complaints, specifically his habit of reading the Bible too loudly."
      },
      {
        "type": "text",
        "value": "“(Police) told me, ‘The women inside the clinic can hear you and they’re crying!’” Good! roared the crowd with applause. After Lizcano, State Sen. Eddie Lucio Jr., D-Brownsville, told the audience he would continue to work to close the “unsafe facilities.” Without uttering President Trump’s name, he assured attendees things have never looked better for the anti-abortion movement. The next day, Trump’s Supreme Court nominee, Neil Gorsuch, no fan of abortion, was due to be sworn in."
      },
      {
        "type": "text",
        "value": "After the speeches, the crowd walked to a parking lot, where a huge rosary made up of 40 helium balloons was held aloft by members of a local Boy Scout troop. After the crowd chanted prayers about ending abortion, the scouts let the balloons go. The ring slowly drifted up into the sky, until it caught on a palm tree."
      },
      {
        "type": "text",
        "value": "Back in her living room, Soto bounced Samson on her knee."
      },
      {
        "type": "text",
        "value": "“If I can keep my baby after being gang raped, anyone can,” she said. “You got pregnant on a bad date, or with somebody you love? There’s just no excuse. If you lay with a man and get pregnant, that’s your fault. To murder your unborn baby is a sin against humanity.”"
      },
      {
        "type": "sectionheading",
        "value": "Mercedes and her family"
      },
      {
        "type": "photoessay",
        "value": [
          {
            "source": "http://ww1.hdnux.com/photos/63/13/54/13417244/3/rawImage.jpg",
            "title": "The evening prayer",
            "caption": "Orlando Sanchez leads the family's nightly prayer as Delilah, Samson, and Mercedes Soto sit with him at the dinner table in their home in Edinburg, Texas on April 10, 2017."
          },
          {
            "source": "http://ww3.hdnux.com/photos/63/13/54/13417254/3/rawImage.jpg",
            "title": "First birthday",
            "caption": "Orlando Sanchez holds a Noah's Ark themed birthday cake as Mercedes Soto holds her son Samson during his first birthday party, held on the 44th anniversary of Roe v. Wade, in their backyard on January 22, 2017.  When self-inducing failed, Mercedes sought an abortion after being gang-raped and becoming homeless. However, she decided to go through with the pregnancy when she met a pro-life sidewalk counselor as she walked into the Whole Woman's Health in McAllen, Texas."
          },
          {
            "source": "http://ww1.hdnux.com/photos/63/13/54/13417252/3/rawImage.jpg",
            "title": "Mercedes and Samson at home",
            "caption": "Mercedes Soto, a former gang member who got pregnant after being assaulted, holds her son Samson at their home in Edinburg, Texas on October 18, 2016. She tried to self-abort through pills, toxic teas, and other methods, but none worked. Still seeking an abortion, she went to the McAllen Whole Woman's Health abortion clinic when a pro-life sidewalk counselor convinced her to keep the pregnancy.  She has since become a pro-life activist, taking Samson and his sister Delilah to abortion protests."
          }
        ]
      }
    ],
    "3": [
      {
        "type": "sectionheading",
        "value": "Feeling “empowered”"
      },
      {
        "type": "text",
        "value": "Peña, 29, sees the issue far differently."
      },
      {
        "type": "text",
        "value": "She decided to end her second pregnancy in 2009. She’d been in favor of reproductive rights since she was a teenager, when she’d held a part-time job at a McAllen Planned Parenthood clinic, handing out free condoms at events."
      },
      {
        "type": "text",
        "value": "This wasn’t her first unplanned pregnancy. When she was 20 and in the midst of coming to terms with the fact she was lesbian, and not bisexual, Peña was shocked to discover that she was pregnant. She’d been revolving in and out of a relationship with her boyfriend, the father of the baby, during which time they’d used birth control haphazardly, even though Peña had learned about contraception in high school."
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww1.hdnux.com/photos/63/13/54/13417256/3/rawImage.jpg",
          "caption": "Sofia Peña makes lunch at her home in McAllen.",
          "type": "inline"
        }
      },
      {
        "type": "text",
        "value": "“There’s so much shame about sexuality, especially female sexuality, in the Rio Grande Valley that even if you know your rights, you don’t feel empowered to stand up for them,” she said."
      },
      {
        "type": "text",
        "value": "Peña, a student at the University of Texas Rio Grande Valley, didn’t want to continue the pregnancy. But the boyfriend did, and threatened to tell everyone they knew that she was “a slut, that I’d cheated on him,” if she went through with the abortion. Reluctantly, she continued the pregnancy, experiencing bouts of depression as she lived with her boyfriend and his mother."
      },
      {
        "type": "subscribe",
        "value": {}
      },
      {
        "type": "text",
        "value": "When her daughter was born, Peña took to parenting right away, to her great surprise. (Out of fear her daughter might be harassed at school or elsewhere for her mother’s views, Peña asked that she remain nameless). But a year later, she accidentally became pregnant a second time by the same boyfriend. She was determined this time to end the pregnancy. By then, the boyfriend, who she said struggled to hold a job and spent a lot of time playing video games, went along with her decision. They had broken up when their daughter was 6 months old, after which Peña moved into an apartment with friends."
      },
      {
        "type": "text",
        "value": "Peña has much in common with other women who choose abortion. More than 60 percent are already mothers. And increasingly, unplanned pregnancy and abortion have become the preserve of low-income women and black and Hispanic women, a fact experts partly blame on barriers to health care and family planning."
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww4.hdnux.com/photos/63/13/54/13417255/3/rawImage.jpg",
          "caption": "Sofia Peña sits in a bedroom with her daughter at her home in McAllen on May 18, 2017.  Sofia was in a rocky relationship with a boyfriend when she became pregnant with her daughter. She desperately wanted an abortion, but her boyfriend was vehemently against it, so she continued the pregnancy.  She took to parenting, much to her surprise, but struggled to raise her daughter without the father's consistent involvement. Before being able to get out of the relationship, she became pregnant again. This time she got an abortion, realizing she was not able to financially support a second child, having a cashier's job.  Now she helps run La Frontera Fund, which helps to fund travel to and from clinics for women seeking abortions who cannot afford them.  Her daughter's name is withheld for her privacy.",
          "type": "full"
        }
      },
      {
        "type": "text",
        "value": "Peña couldn’t afford the $500 for her first-trimester procedure, so, like thousands of other women, she reached out to the Lilith Fund, one of a handful of organizations in Texas that help with the financial costs involved in ending a pregnancy, either for the procedure itself or for expenses like transportation and hotel expenses. She received $115."
      },
      {
        "type": "text",
        "value": "She chose a medical abortion, a two-pill regime that can be used during the first 10 weeks of pregnancy. Under Texas law, the first pill must be taken in the clinic in front of a doctor. The second is taken 24 to 48 hours later, away from the clinic. The first drug, mifepristone, stops the pregnancy from developing; the second, misoprostol, induces miscarriage. Nationally, about half of all abortions in the first nine weeks of pregnancy in 2014 were medical abortions, according to the Guttmacher Institute, which advocates for reproductive rights."
      },
      {
        "type": "text",
        "value": "When Pena sought an abortion, before HB2, there were two clinics in South Texas, the one in McAllen and a now-closed one in Harlingen. She had a steady job as a cashier at Walgreen’s, with accrued vacation days she could use as time off. She had friends who could help with her daughter as she went through her abortion at home."
      },
      {
        "type": "text",
        "value": "“If I’d gotten it after HB2, when Whole Woman’s Health was closed, I would have had to go to San Antonio,” she said. A clause in Texas’ mandatory 24-hour waiting period for an abortion reduces the time to two hours for women who must travel more than 100 miles. Still, Peña would have had to to make a seven hour round trip. “I would have had to take off more time, which wouldn’t have gone over well at work. I would’ve had to find a babysitter.”"
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww1.hdnux.com/photos/63/13/56/13417360/3/rawImage.jpg",
          "caption": "Sofia Peña looks at photos from the day she brought her daughter home at her home in McAllen.",
          "type": "inline"
        }
      },
      {
        "type": "text",
        "value": "As a U.S. citizen, she could have freely traveled to San Antonio if she had to. Many undocumented women seeking abortions in South Texas are blocked by an internal immigration checkpoint in Falfurrias, where armed guards and dogs patrol."
      },
      {
        "type": "text",
        "value": "This fall, Peña will be a senior at the UT Rio Grande Valley, where she is working toward a bachelor’s degree in social work, paid for with financial aid and student loans. She plans to earn a master’s degree and clinical license, with an eye toward becoming a counselor. Life hasn’t been easy for her — until three years ago, she paid for groceries with food stamps — but things are looking up. She’s in a long-term relationship, and her daughter and father share a solid bond."
      },
      {
        "type": "text",
        "value": "Though many gay and lesbian McAllen residents escape to big cities, where attitudes toward sexuality are more progressive, she plans to stay in the community and fight for change, she said."
      },
      {
        "type": "text",
        "value": "After her abortion, Peña felt a sense of “relief and empowerment.” So empowered that she co-founded La Frontera Fund, which provides financial support for women seeking help for abortions in the Valley area. After HB2 passed, she helped form South Texans for Reproductive Justice, a group of activists who seek to eradicate stigma around abortion and help women of color gain control of their reproductive health."
      },
      {
        "type": "text",
        "value": "“The (clinic) protesters see us as evil demons because we don’t hold to their views,“ said Peña. “What they don’t get is that the key to a woman’s ability to run her own life is being able to make her own reproductive choices.”"
      }
    ],
    "4": [
      {
        "type": "sectionheading",
        "value": "The impact of HB2"
      },
      {
        "type": "text",
        "value": "Across an alley behind the McAllen abortion clinic stands an oversized picture of a fetus in utero with the words, “It’s a Baby.” Right next to it stands another sign with a pro-life message, across which someone has scrawled in black spray paint, “Abortion is a Civil Right.”"
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww2.hdnux.com/photos/63/13/54/13417237/3/rawImage.jpg",
          "caption": "A pro-choice message is graffitied onto a pro-life sign in the field behind the Whole Woman's Health abortion clinic in McAllen, Texas on April 10, 2017.  Anti-abortion signage is prevalent on signs, cars, and elsewhere throughout the Rio Grande Valley.",
          "type": "full"
        }
      },
      {
        "type": "text",
        "value": "When it comes to the abortion wars in Texas, this city of almost 140,000 represents the front line, or at least one of them. The Whole Woman’s Health clinic, 238 miles from San Antonio, is one of four operated in Texas by CEO Amy Hagstrom Miller, who was the lead plaintiff in the landmark case of Whole Woman’s Health vs. Hellersted."
      },
      {
        "type": "text",
        "value": "The clinic in McAllen was closed for 11 months during the legal battle over HB2, but reopened in 2014, after a judge issued an injunction allowing it to operate. At one point, while HB2 was in effect, the state got down to just 17 abortion clinics."
      },
      {
        "type": "text",
        "value": "Planned Parenthood South Texas, the affiliate in San Antonio, answered HB2’s demands by building a $6.5 million ambulatory surgical center in the South Texas Medical Center, which opened in 2015. During the interim, before the center was finished, the agency served clients at an independent ambulatory surgical center, a spokeswoman said."
      },
      {
        "type": "text",
        "value": "Two other abortion clinics operate in San Antonio, including a Whole Woman’s Health. Statewide, six Planned Parenthood abortion clinics closed after HB2, none of which have reopened — Bryan/College Station, Midland, Lubbock, Abilene, San Angelo and Stafford."
      },
      {
        "type": "sectionheading",
        "value": "Whole Woman's Health Roe v. Wade protest"
      },
      {
        "type": "photoessay",
        "value": [
          {
            "source": "http://ww4.hdnux.com/photos/63/13/56/13417359/3/rawImage.jpg",
            "title": "Preparing for the protest",
            "caption": "Abortion rights activists prepare for the annual Roe v. Wade anniversary protest on January 21, 2017 by lining up in front of the Whole Woman's Health abortion clinic, right, and an adjacent doctor's office, which is run by a physician who is strongly anti-abortion, in McAllen, Texas."
          },
          {
            "source": "http://ww4.hdnux.com/photos/63/13/54/13417239/3/rawImage.jpg",
            "title": "An annual presence",
            "caption": "Anacteto Rios Benitez shouts during an annual anti-abortion rally on the 44th anniversary weekend of the Roe v. Wade Supreme Court decision in front of the Whole Woman's Health in McAllen, Texas on January 21, 2017.  Over a thousand people, groups representing both sides of the abortion debate, gathered in the street in front of the Rio Grande Valley's only abortion clinic."
          },
          {
            "source": "http://ww2.hdnux.com/photos/63/13/56/13417365/3/rawImage.jpg",
            "title": "Orlando with Samson",
            "caption": "Orlando Sanchez holds Samson at an anti-abortion rally in front of the McAllen Whole Woman's Health abortion clinic on January 21, 2017 in McAllen, Texas.  Sanchez is Mercedes Soto's husband."
          },
          {
            "source": "http://ww4.hdnux.com/photos/63/21/55/13441863/3/rawImage.jpg",
            "title": "40 Days for Life",
            "caption": "Abortion opponents from various area churches gather under a tent across the alley from the Whole Woman's Health abortion clinic in McAllen on September 25, 2016. They prayed facing the clinic for \"the unborn and those women yet to be saved\" from the \"abortion mill\"."
          },
          {
            "source": "http://ww3.hdnux.com/photos/63/13/54/13417238/3/rawImage.jpg",
            "title": "Guarding the front door",
            "caption": "Kristeena Banda, clinic director, closes the exterior metal gates that protect the front door of the Whole Woman's Health abortion clinic as over a thousand people protest in front of the clinic in McAllen, Texas on January 21, 2017."
          },
          {
            "source": "http://ww1.hdnux.com/photos/63/13/54/13417248/3/rawImage.jpg",
            "title": "End of the day",
            "caption": "Andrea Ferrigno, vice president of Whole Woman's Health, comforts Kristeena Banda, clinic director at the McAllen abortion clinic, after they finished seeing patients while more than a thousand pro-life advocates rallied in front of the clinic on January 21, 2017 in McAllen, Texas."
          }
        ]
      },
      {
        "type": "text",
        "value": "Before a guard was hired to patrol the McAllen clinic’s perimeter, protestors would attempt to block patients leaving their cars or entering the clinic, or tried to redirect them to Chapa’s center, where staff would seek to talk them out of having an abortion, said escort Melissa Arjona, standing outside the abortion clinic last spring."
      },
      {
        "type": "text",
        "value": "Things have calmed down, she said. Now, if protestors start shouting at women, the guard plays loud music on his megaphone to drown out their words. As Arjona spoke, a woman praying with a rosary walked up and down the public sidewalk. When her shift was over, another woman, open Bible in hand, took her place."
      },
      {
        "type": "text",
        "value": "The number of abortions performed in Texas, as well as those obtained by Texas residents in other states, dropped from 2013 to 2014, from 64,000 to 55,000 annually. A study found that six months after HB2 took effect, 38 percent of women had to drive farther to obtain abortions because their nearest clinic had closed. They had to wait longer to receive care, if they could even access it, sometimes up to a month."
      },
      {
        "type": "text",
        "value": "“That’s a long time for a woman to wait for a time-sensitive procedure,” said Kari White with the Texas Policy Evaluation Project at the University of Texas at Austin, which conducted the study. The report also found a 25 percent increase in later-term abortions, likely the result of women struggling to obtain the procedure earlier in pregnancy, White said. While later-term abortions are still safe, they are costlier and the risk of complications rise."
      },
      {
        "type": "sectionheading",
        "value": "The road to an abortion in Texas"
      },
      {
        "type": "photoessay",
        "value": [
          {
            "source": "http://ww3.hdnux.com/photos/63/13/56/13417378/3/rawImage.jpg",
            "title": "The waiting room",
            "caption": "Kristen, 18, waits to have a medical abortion in the Whole Woman's Health in San Antonio, Texas on March 16, 2017. She had to make a nine hour roundtrip bus ride from the military base where she is stationed in Del Rio, Texas. She said she and her boyfriend are not ready to be parents."
          },
          {
            "source": "http://ww1.hdnux.com/photos/63/13/56/13417376/3/rawImage.jpg",
            "title": "The ultrasound",
            "caption": "Dr. Bhavik Kumar looks at an ultrasound of Jess before he can perform her abortion at the Whole Woman's Health clinic in San Antonio.  Her mother Aisme drove Jess from their home in Del Rio to the clinic, because the illegal abortion pills, called misoprostol, that they made two trips to Mexico to get did not work. In addition to this ultrasound, Kumar was required to read a state-mandated pamphlet called \"A Woman's Right to Know\", which the medical community has said contains a number of falsehoods, such as a link between abortion and breast cancer."
          },
          {
            "source": "http://ww4.hdnux.com/photos/63/13/56/13417375/3/rawImage.jpg",
            "title": "A doctor's opinion",
            "caption": "Dr. Bhavik Kumar talks to Jess about her options, whether to have a medical or surgical abortion, after they looked at an ultrasound of her pregnancy at the Whole Woman's Health clinic in San Antonio.  Her mother Aisme drove Jess from their home in Del Rio to the clinic, because the illegal abortion pills that they made two trips to Mexico to get did not work."
          },
          {
            "source": "http://ww4.hdnux.com/photos/63/13/56/13417371/3/rawImage.jpg",
            "title": "Waiting for the procedure",
            "caption": "Dr. Bhavik Kumar, one of few abortion providers in Texas, speaks to Marie before providing her a surgical abortion at the Whole Woman's Health in San Antonio, Texas on February 23, 2017.  Kumar has a three-hour daily commute to the clinic in San Antonio, but also provides in other Whole Woman's Health clinics around the state when needed."
          },
          {
            "source": "http://ww2.hdnux.com/photos/63/13/54/13417253/3/rawImage.jpg",
            "title": "The procedure",
            "caption": "Jess, 25, holds hands with her mother Aisme as she prepares to undergo an abortion performed by Dr. Bhavik Kumar at the Whole Woman's Health clinic in San Antonio. She got an ultrasound in the back of a store in Acu–a, Mexico to see how far along she was.  Then she purchased misoprostol pills which she inserted vaginally.  When they did not work, she returned to the store in Acu–a and had the pharmicist who sold her the original pills insert two more, because she thought she had inserted them incorrectly.  Dr. Kumar suggested that, because the Acu–a pharmacy was not regulated, she may have not gotten the same type or strength medicine she thought she received.  Although she was 9 weeks and could still opt for a medical abortion at Whole Woman's Health, she and Dr. Kumar decided that, because the misoprostol from Mexico did not work, she would be a better candidate for a surgical abortion.  Their full names are being withheld for their privacy."
          },
          {
            "source": "http://ww2.hdnux.com/photos/63/13/56/13417373/3/rawImage.jpg",
            "title": "Waiting for the bus home",
            "caption": "Kristen, 18, waits 5 hours for a bus back to Del Rio at the Greyhound Station in downtown San Antonio, Texas after getting a medical abortion at the Whole Woman's Health clinic on March 17, 2017.  Because more than half of Texas' abortion clinics have closed, many women find they have to travel extensively to obtain the procedure."
          },
          {
            "source": "http://ww1.hdnux.com/photos/63/13/56/13417372/3/rawImage.jpg",
            "title": "The ultrasound",
            "caption": "Kristen, 18, holds her sonogram as she waits for a bus back to Del Rio at the Greyhound Station downtown after getting a medical abortion at WWH in San Antonio.  She didn't know to tell the clinic that she came from farther than 150 miles, so she had to endure the 24 hour waiting period Texas law requires between the consultation appointment and the abortion.  Because of that she had to spend over $200 on a hotel room and, because she is in the air force and does not have a car, she had to take a 4.5 hour bus ride from Del Rio, Texas to the closest clinic in San Antonio and a 4.5 hour ride back."
          },
          {
            "source": "http://ww3.hdnux.com/photos/63/13/56/13417374/3/rawImage.jpg",
            "title": "Home to Del Rio",
            "caption": "Kristen, 18, looks out the window of a Greyhound bus during the over four-hour-long ride back to Del Rio, Texas after getting a medical abortion at the Whole Woman's Health clinic in San Antonio on March 17, 2017.  She did not know to tell the clinic that she came from farther than 100 miles, so she had to endure the 24-hour waiting period that Texas law requires between the consultation appointment and the abortion.  Because of that she had to spend over $200 on a hotel room and, because she is in the Air Force and does not have a car, she had to take a nine hour round-trip bus ride from Del Rio to the closest clinic in San Antonio. Her last name is withheld for her privacy."
          }
        ]
      },
      {
        "type": "text",
        "value": "One study estimated more than 100,000 Texas women have tried to self-induce abortion since HB2 was enacted, either through misoprostol pills procured online or bought over the border in Mexico, or with herbal teas and other toxins thought to be abortifacients. Misoprosotol, available only by prescription in the US, has been shown to be around 90 percent effective when used alone, but often pills bought online or in border towns are of suspicious provenance, and may not contain the right amount of medicine or any medicine at all, experts say."
      },
      {
        "type": "text",
        "value": "In Nuevo Progreso, Mexico, a frenetic border town that is a 40-minute drive from McAllen, the sidewalks teem with vendors hawking wares — fake jewelry, cheap trinkets, handmade rosaries. Seemingly every other shop is a farmacia, where men stand in doorways and beckon shoppers to come inside, where white-coated workers preside over glass counters laden with prescription drugs, including misoprostol, which is sold no-questions-asked. The going rate varies by store, from $17 for the generic brand to $175 for name brand."
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww4.hdnux.com/photos/63/13/54/13417251/3/rawImage.jpg",
          "caption": "A box of misoprostol, which was purchased in Nuevo Progresso, Mexico, is displayed on a hotel room bed in McAllen. Misoprostol is a prescription-only ulcer medication that can be used to induce abortions.",
          "type": "inline"
        }
      },
      {
        "type": "text",
        "value": "When Soto was trying to self-abort, she gave $40 to a woman who runs a convenience store in Pharr, a short drive from McAllen. The woman bought 15 misoprostol pills in Mexico and gave them to Soto, who swallowed 14 of them and inserted one in her vagina. She began bleeding and went to the hospital, but the bleeding stopped and she was released."
      },
      {
        "type": "text",
        "value": "Three years ago, as part of her work with South Texans for Reproductive Justice, Peña received a small grant from Women on Web, an online group that helps women living in countries where abortion is illegal to obtain pills. She and others helped conduct regular “living room meetings,” where women were taught the history of misoprostol and how it’s used."
      },
      {
        "type": "text",
        "value": "“The point was to be able to disseminate information, the ins-and-outs of the law,” she said. “The goal wasn’t to find pregnant women and say, ‘Here’s how to do it.’”"
      }
    ],
    "5": [
      {
        "type": "sectionheading",
        "value": "More restrictions on abortion"
      },
      {
        "type": "text",
        "value": "In the legislative session that ended in May, lawmakers submitted more than 50 bills that sought to regulate abortion. The major bill that passed and became law — Senate Bill 8, or SB8 — requires fetal remains from abortion to be buried or cremated, bans a common procedure used in second trimester abortions, bans so-called partial birth abortion, which is already illegal under federal law, and forbids the sale or donation of fetal remains for research purposes. The sale of fetal tissue is already illegal in Texas."
      },
      {
        "type": "text",
        "value": "Three abortion bills that died were revived in a special session that began July 18. They would, respectively, ban private insurance coverage of abortion, impose new reporting rules on abortion providers and further defund Planned Parenthood."
      },
      {
        "type": "photos",
        "value": [
          {
            "source": "http://ww2.hdnux.com/photos/63/13/54/13417245/3/rawImage.jpg",
            "caption": "A group of women dressed as characters from the book The Handmaid’s Tale participate in a protest for reproductive rights at the Texas State Capitol for the first day of the legislature’s special session on July 18, 2017 in Austin, Texas. “While the Texas legislature is in session, no woman’s health is safe,” Stephanie Martin, one of the handmaids, said. “People are confronted with wondering, ‘why are you bringing this terrible story to life?’ They actually talk to us and ask questions when we wear the capes.”"
          },
          {
            "source": "http://ww3.hdnux.com/photos/63/13/56/13417370/3/rawImage.jpg",
            "caption": "Rep. John Smithee, R-Amarillo, a supporter of the HB1113 bill banning private insurance abortion coverage, walks away after a committee hearing on the bill at the Capitol in Austin, Texas on May 3, 2017.  During the hearing, Cindy Silberman tearfully told her story of having to get an abortion, because the hormones from her wanted pregnancy had made her previously latent breast cancer grow exponentially."
          }
        ]
      },
      {
        "type": "text",
        "value": "John Seago, legislative director for Texas Right to Life, said his group advocated hardest for the second-trimester procedure ban during the legislative session — opponents call it “dismemberment” abortion, because doctors remove parts of the fetus with instruments. The medical community opposes the ban."
      },
      {
        "type": "text",
        "value": "“This is an element of abortion jurisdiction that needs to be re-examined,” he said. “This part of SB8 differs from HB2 in that it’s built on a state’s interest in fetal life, rather than maternal health. The Supreme Court has already noticed that states can pass pro-life legislation based on the state’s interest in pre-born life. So a court challenge doesn’t worry us.”"
      },
      {
        "type": "text",
        "value": "In the first week of the special session, abortion providers and advocates filed suit in federal court, challenging the constitutionality of the second-trimester procedure ban."
      },
      {
        "type": "text",
        "value": "Since 2010, hundreds of so-called TRAP laws — it stands for Targeted Regulations of Abortion Providers — have been enacted across the nation. The goal, say abortion rights advocates, is to chip away at clinics’ ability to provide care until the procedure becomes all but illegal."
      },
      {
        "type": "pullquote",
        "value": {
          "quote": "“Texas is a very large state geographically, so it’s not unusual for people to travel significant distances to get medical care.”"
        }
      },
      {
        "type": "text",
        "value": "Advocates say laws that make it harder for clinics to provide abortions disproportionately hurt low-income women and women of color, as well as rural women and young women."
      },
      {
        "type": "text",
        "value": "Joe Pojman, executive director of Texas Alliance for Life, called the ruling to scuttle HB2 “a very big setback” for abortion opponents in Texas, but said the movement is far from cowed. While he acknowledged parts of SB8 — particularly the second-trimester ban — might not pass constitutional muster, other elements of the law are overdue."
      },
      {
        "type": "text",
        "value": "“The ban on selling or donating fetal tissue and partial-birth abortion, we believe those aren’t being enforced in Texas,” he said."
      },
      {
        "type": "text",
        "value": "Pojman scoffs at the notion abortion is no longer readily available in Texas. As for women having to travel further to obtain one, “Texas is a very large state geographically, so it’s not unusual for people to travel significant distances to get medical care. If I lived in the Rio Grande Valley, I’d have to drive quite a distance to Houston to get cancer treatment at MD Anderson [Cancer Center].”"
      },
      {
        "type": "text",
        "value": "During the last session, when the bill to ban insurance coverage for abortion was discussed in a public hearing, Cindy Silberman told lawmakers her story."
      },
      {
        "type": "text",
        "value": "The bill, by Sen. Larry Taylor, R-Friendswood, would force women to buy supplemental insurance for abortion, on the unknowable chance they might need coverage sometime in their future."
      },
      {
        "type": "text",
        "value": "In 1993, Silberman was diagnosed with breast cancer when she was pregnant with a much-wanted second baby. A married mother of a 2- year-old daughter, her tumor was feeding off of her pregnancy hormone levels, increasing its lethality. The best chance for her survival was an abortion, followed by mastectomy and chemotherapy."
      },
      {
        "type": "text",
        "value": "“After many heartfelt conversations with my family and my physicians, after prayers for guidance and strength, I chose to have the abortion and fight the cancer,” she tearfully said."
      },
      {
        "type": "text",
        "value": "Rep. John Smithee, R-Amarillo, told Silberman her abortion would be covered under the bill, which has an exception for the life of the mother. He couldn’t be so comforting to a Dallas resident, who spoke about his wife’s abortion six years ago, after it was discovered the fetus had a chromosomal malady. Most babies with the disorder die hours after birth."
      },
      {
        "type": "text",
        "value": "The insurance ban doesn’t allow for exceptions for fetal anomalies or rape."
      },
      {
        "type": "text",
        "value": "“If she’d had to continue the pregnancy, she would have had to endure friends and colleagues commenting on it, knowing all the while our baby was going to die,” said Scott Ross. “This (insurance ban) would have crushed us at one of the worst times in our lives.”"
      },
      {
        "type": "text",
        "value": "Smithee hesitantly told Ross he wasn’t sure how the insurance ban would have affected his family, but he would look into it."
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww3.hdnux.com/photos/63/13/54/13417250/3/rawImage.jpg",
          "caption": "A young girl holds her cousin after attending a community gathering hosted by the National Latina Institute for Reproductive Health in La Fruita Colonia in the Rio Grande Valley of Texas on September 15, 2016. Although abortion is not explicitly discussed due to the stigma surrounding the topic, education on reproductive healthcare and contraception is a priority for women and girls in these communities. Their names are withheld for their privacy.",
          "type": "full"
        }
      }
    ],
    "6": [
      {
        "type": "sectionheading",
        "value": "Other women, other stories"
      },
      {
        "type": "text",
        "value": "Juanita Renee Rivas, 23, a student at UT Rio Grande Valley and a waitress, was shocked to discover she was pregnant last year. She and her boyfriend used condoms — but not every single time. The latex irritated her, she said."
      },
      {
        "type": "text",
        "value": "What was more shocking was the wave of shame she felt after deciding to have an abortion. A member of URGE, or Unite for Reproductive & Gender Equity, a national campus-based movement, Rivas was deeply involved in pro-choice activism and Latina rights at the university, where she is studying to become a social worker."
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww3.hdnux.com/photos/63/13/56/13417362/3/rawImage.jpg",
          "caption": "Renee Rivas, right, who had an abortion and became a student advocate for reproductive rights at the University of Texas Rio Grande Valley, hugs Nina Zamarripa during Rivas' going away party before leaving for an internship with URGE in Washington, D.C.  URGE is an acronym for a non-profit organization that stands for Unite for Reproductive and Gender Equity.  Rivas said that she would not be able to finish school or pursue this internship if she had not had access to an abortion.  She also works as a clinic escort at the Whole Woman's Health abortion clinic in McAllen, Texas.",
          "type": "inline"
        }
      },
      {
        "type": "text",
        "value": "She knew ending the pregnancy was the right thing to do: Neither she nor her boyfriend were ready to parent. But Rivas was convinced she couldn’t tell anyone of her decision — not her mother or grandmother, not even her friends, all of whom were pro-choice."
      },
      {
        "type": "text",
        "value": "“I knew I had nothing to feel guilty about, but, like everyone, I’ve been exposed to the stigma,” she said. She reached out to Peña, whom she met during clinic escort training, who assured her her feelings were normal."
      },
      {
        "type": "text",
        "value": "“I felt a giant weight lifted off my shoulders,” says Rivas, who has a shy smile. “After that, I never second-guessed my decision.” She now uses a vaginal ring to prevent pregnancy."
      },
      {
        "type": "text",
        "value": "Rivas’ older mirror image might be Shirley Divin, who showed up over two years ago at Allied Women’s Center, a crisis pregnancy center near downtown San Antonio. She was seeking an abortion, worried her health problems would make it difficult for her to parent a baby. A 37 year-old single mother with a 20 year-old son, Divin lives on a disability check, due to a nerve disorder that makes it hard for her to use her hands."
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww4.hdnux.com/photos/63/13/56/13417363/3/rawImage.jpg",
          "caption": "The rosary Mercedes Soto gave her daughter Delilah to use to pray outside the abortion clinics hangs on a crucifix that Soto and Orlando Sanchez have had for most of their relationship in their home in Edinburg, Texas on May 31, 2017.  Small fetuses sit inside clear beads representing the Virgin Mary's tears, according to Soto. There is also a rubber fetus propped on top that Soto said represents a baby at 12 weeks. Sanchez carried it in his pocket during Soto's pregnancy.",
          "type": "inline"
        }
      },
      {
        "type": "text",
        "value": "She didn’t know Allied was one of hundreds of crisis pregnancy centers, or CPCs, that have proliferated across Texas in recent years. A good number belong to the Texas Pregnancy Care Network, which contracts with the Texas Health and Human Services Commission under the Alternatives to Abortion education program, or A2A, which seeks to help women choose to continue their pregnancies."
      },
      {
        "type": "text",
        "value": "Since 2006, legislators have shunted millions from family-planning and other programs to A2A, which also provides funds to maternity homes and adoption agencies. They allocated $18 million to it in the current two-year budget, more than triple the amount given in its first biennium. The same amount is earmarked from the next budget, with another $20 million set aside if the state “determines additional clients can be served,” said spokeswoman Christine Mann."
      },
      {
        "type": "text",
        "value": "Critics say the centers prey on the confusion of vulnerable women. Proponents argue they simply provide information, as well as support to clients so they will continue their pregnancies."
      },
      {
        "type": "text",
        "value": "The walls inside Allied Women’s Center are lined with shelves holding diapers, clothes, toys. A chapel near the back features a huge crucifix and kneelers for prayer, in hopes a woman considering abortion might be persuaded to change her mind."
      },
      {
        "type": "text",
        "value": "Some clients are also shown a video that asserts health risks related to abortion that have been disproved by the medical community, as well as graphic photos of aborted fetuses."
      },
      {
        "type": "text",
        "value": "Owner Teresa Haring said her facility is funded by churches and private donors; she doesn’t accept state funding, which would entail her to abide by certain guidelines, such as keeping the religious aspect of her center separate in time and location from her other services."
      },
      {
        "type": "text",
        "value": "“I don’t want my hands tied,” she said. Chapa’s crisis pregnancy center in McAllen likewise doesn’t accept state funding, Mann said."
      },
      {
        "type": "text",
        "value": "Owner Teresa Haring counseled Divin and showed her the video. Divin decided to keep her pregnancy. On a recent afternoon, she visited the center with daughter Zoey, a two-year-old with winsome brown curls, to pick up some supplies. Haring has also helped her with rent and bills, as she does other clients."
      },
      {
        "type": "text",
        "value": "“The video scared me,” said Divin, who also volunteers at the center. “I realized this was about life, and I couldn’t take a life.”"
      },
      {
        "type": "photos",
        "value": [
          {
            "source": "http://ww2.hdnux.com/photos/63/13/54/13417241/3/rawImage.jpg",
            "caption": "Yolanda Perez Rittimann, a volunteer at Allied Women's Center, sprays holy water on the television they use to show a graphic anti-abortion video, which includes medically incorrect information, in order to discourage women from getting an abortion. Crisis pregnancy centers are religious organizations that usually do not have medical professionals, but do provide pregnancy tests and ultrasounds and discourage women from getting abortions.  In Texas, some of them, not including Allied Women's Center, receive state funding."
          },
          {
            "source": "http://ww3.hdnux.com/photos/63/13/54/13417242/3/rawImage.jpg",
            "caption": "Zoey Divin, 2, plays with toys donated to the Allied Women's Center, a crisis pregnancy center close to downtown San Antonio, Texas. Zoey is what the pro-life movement calls a \"saved child\" because her mom Shirley Divin was going to get an abortion, after being told her health problems precluded a safe pregnancy. However, after visiting Allied Women's Center seeking an abortion, she was instead counseled and shown an anti-abortion video.  She decided to keep the baby and continues to receive help from the crisis pregnancy center, including clothes, toys, diapers, and financial support."
          }
        ]
      }
    ],
    "7": [
      {
        "type": "sectionheading",
        "value": "Plans for the future"
      },
      {
        "type": "text",
        "value": "These days, Rivas wears her pro-choice T-shirt to the grocery store: The only way to break stigma is to confront it directly, she says. She’s forthright about her views on social media, and has the trolls to prove it. This summer, she traveled to Washington, D.C. to do a three-month internship with URGE."
      },
      {
        "type": "text",
        "value": "“I’m very excited, for what lies ahead,” she said last spring."
      },
      {
        "type": "text",
        "value": "Peña, who lives with her mother and continues to work for the Frontera Fund, a job that doesn’t pay but covers expenses related to her activism, is excited for the future as well. She and her partner, who is working toward becoming a chef, plan to marry soon, she said. In addition to counseling, Peña is interested in starting a xeriscaping business."
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww2.hdnux.com/photos/63/13/56/13417357/3/rawImage.jpg",
          "caption": "Sofia Peña sits in a bedroom at her home in McAllen, Texas on May 18, 2017.  In addition to her abortion rights advocacy, she also is working to de-stigmatize the LGBTQ community in this largely socially conservative region.",
          "type": "inline"
        }
      },
      {
        "type": "text",
        "value": "This month, Soto began helping teach an Al-Anon workshop at her church, for adults who have loved ones who struggle with alcohol addiction, as her own mother did. She’s in therapy for the wounds inflicted by the molestation she suffered as a child, she said."
      },
      {
        "type": "photo",
        "value": {
          "source": "http://ww3.hdnux.com/photos/63/13/56/13417366/3/rawImage.jpg",
          "caption": "Mercedes holds Samson at their home in Edinburg, Texas.",
          "type": "inline"
        }
      },
      {
        "type": "text",
        "value": "And in August, she’ll start classes in a two-year program at South Texas Community College to become a paramedic, a long-held dream. There’s a spiritual dimension to her plan: She spoke of baptizing people “with a little bit of water” should they take a turn for the worse en route to the hospital."
      },
      {
        "type": "text",
        "value": "“If I can’t save them in the ambulance, I can save their souls for heaven,” she said. “People seek God the most when they’re on their deathbed.”"
      },
      {
        "type": "credit",
        "value": "mstoeltje@express-news.net"
      }
    ]
  }
}